Repository: iscii/plasma-dotfiles
Catalog: .local/share/plasma/plasmoids/org.kde.plasma.volumewin7mixer/translate/*.po
Languages: fr, nl

source: Audio Volume (Win7 Mixer)
fr: Volume audio (Win7 Mixer)
nl: Geluidsvolume (Win7 Mixer)

source: Adjust the volume of devices and applications
fr: Ajuster le volume des périphériques et des applications
nl: Geluidsniveau van apparaten en toepassingen aanpassen

source: Media Keys
fr: Touches de média
nl: Mediatoetsen

source: Volume Up/Down Steps:
fr: Pas de volume:
nl: Aantal stappen volume omhoog/omlaag:

source: One step = %1%
fr: Un pas = %1%
nl: EÃ©n stap = %1%

source: Show Ticks every 10%
fr: Afficher les marques tous les 10%
nl: Elke 10% aanslagen tonen

source: Volume Slider Theme
fr: Thème du curseur de volume
nl: Thema van volumeschuifregelaars

source: Desktop Theme (%1)
fr: Thème de bureau (%1)
nl: Bureaubladthema (%1)

source: Color Theme (Default Look)
fr: Thème de couleur (Look par défaut)
nl: Thema met kleur (standaard)

source: Light Blue on Grey (Default Look)
fr: Bleu ciel sur gris (Look par défaut)
nl: Lichtblauw op grijs (standaard)

source: Options
nl: Opties

source: Move all Apps to device when setting default device (when set in with the context menu)
fr: Déplacer les applications vers le nouveau périphérique par défaut (quand sélectionné depuis le menu contextuel)
nl: Alle apps overschakelen naar apparaat bij instellen van standaardapparaat (indien ingesteld via het rechtermuisknopmenu)

source: Close the popup after setting a default device
fr: Fermer la popup après avoir choisi un périphérique par défaut.
nl: Pop-up sluiten na instellen van standaardapparaat

source: Show OSD on when changing the volume.
fr: Afficher l'OSD lors du changement de volume.
nl: Melding tonen bij het volume-aanpassingen

source: Volume Feedback: Play popping noise when changing the volume.
fr: Retour audio: Jouer un bruit lors du changement de volume.
nl: Volumeterugkoppeling: plofgeluid afspelen tijdens volume-aanpassingen

source: Visual Feedback: Visualize current sound.
fr: Retour visuel: Visualiser le son en cours.
nl: Visuele terugkoppeling: huidig geluid visualiseren

source: Show virtual streams.
fr: Afficher les flux virtuels.
nl: Virtuele streams tonen

source: Media Controller
fr: Contrôleur de média
nl: Mediabediening

source: Show Media Controller
fr: Afficher le contrôleur de média
nl: Mediabediening tonen

source: Position
nl: Positie

source: Top
fr: Haut
nl: Bovenaan

source: Bottom
fr: Bas
nl: Onderaan

source: Show Time Elapsed
fr: Afficher le temps passé
nl: Verstreken tijd tonen

source: Show Time Left
fr: Afficher le temps restant
nl: Resterende tijd tonen

source: Show Total Duration
fr: Afficher la durée totale
nl: Totale duur tonen

source: Keyboard Shortcuts
fr: Raccourcis clavier
nl: Sneltoetsen

source: Set the Global Shortcut in the Keyboard Shortcuts tab.
fr: Définit le raccourci clavier global dans l'onglet des raccourcis clavier.
nl: Stel de globale sneltoets in op het tabblad 'Sneltoetsen'.

source: Global Shortcut
fr: Raccourci clavier global
nl: Globale sneltoets

source: Selection: Select Previous Stream
fr: Sélection: Sélectionner le flux précédent
nl: Selectie: vorige stream selecteren

source: Selection: Select Next Stream
fr: Sélection: Sélectionner le flux suivant
nl: Selectie: volgende stream selecteren

source: Selection: Increase Volume
fr: Sélection: Augmenter le volume
nl: Selectie: volume verhogen

source: Selection: Decrease Volume
fr: Sélection: Baisser le volume
nl: Selectie: volume verlagen

source: Selection: Make Default Device
fr: Sélection: Définir comme périphérique par défaut
nl: Selectie: instellen als standaardapparaat

source: Selection: Toggle Mute
fr: Sélection: Permuter le mode muet
nl: Selectie: dempen/ontdempen

source: Selection: Open Context Menu
fr: Sélection: Ouvrir le menu contextuel
nl: Selectie: rechtermuisknopmenu openen

source: Selection: Set Volume to %1%
fr: Sélection: Mettre le volume à %1%
nl: Selectie: volume instellen op %1%

source: <b>Version:</b> %1
nl: <b>Versie:</b> %1

source: Recording Apps
fr: Applications d'enregistrement
nl: Opname-applicaties

source: Mics
fr: Microphones
nl: Microfoons

source: Speakers
fr: Hauts-parleurs
nl: Luidsprekers

source: PulseAudio Control
fr: Contrôleur PulseAudio
nl: PulseAudio-bediening

source: %1 (Echo Cancelled)
fr: %1 (Écho Annulé)
nl: %1 (echo onderdrukt)

source: Mic
fr: Microphone
nl: Microfoon

source: Speaker
fr: Haut-Parleur
nl: Luidspreker

source: Name
fr: Nom
nl: Naam

source: Description
nl: Omschrijving

source: Port
nl: Poort

source: Device
fr: Périphérique
nl: Apparaat

source: Show Channels
fr: Afficher les canaux
nl: Kanalen tonen

source: Profile
fr: Profil
nl: Profiel

source: Echo Cancellation
fr: Annulation de l'écho
nl: Echo-onderdrukking

source: Listen to Device
fr: Écouter le périphérique
nl: Luisteren naar apparaat

source: Properties
fr: Propriétés
nl: Eigenschappen

source: Mixer
fr: Mixeur

source: Volume Boost
fr: Boost de volume

source: Apps
fr: Applications

source: Volume Boost (150% Volume)
fr: Boost de volume (150%)
